[
  {
      "name": "Steve Jobs",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Steve_Jobs_Headshot_2010-CROP.jpg/220px-Steve_Jobs_Headshot_2010-CROP.jpg",
      "years": [
        "",
        "Steven Paul was born in San Francisco, the son of Abdulfattah Jandali and Joanne Schieble. He is quickly adopted by Paul and Clara Jobs",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "The Jobs family moves from San Francisco to Mountain View, a suburban town in Santa Clara county, more famous under the name Silicon Valley",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "Steve is a kid and has lots of fun.",
        "13-year-old Steve Jobs calls up Bill Hewlett and gets a summer job at the HP factory",
        "Steve Jobs meets Steve Wozniak, 5 years older, through a mutual friend. Woz and Steve share a love of electronics, Bob Dylan, and pranks",
        "Steve runs around and does hoodrat stuff with his friends.",
        "Steve runs around and does hoodrat stuff with his friends.",
        "Steve and Woz build and illegally sell 'blue boxes' that allow to make phone calls for free",
        "Steve spends the fall semester at Reed College, Oregon, then drops out. He will stay on campus and attend the classes that interest him for a while, then move to a hippie commune",
        "Steve gets his first job at video game maker Atari, and later makes a trip to India to 'seek enlightenment' with his college friend Dan Kottke",
        "Steve runs around and does hoodrat stuff with his friends.",
        "Woz and Steve show the early Apple I board at the Homebrew Computer Club. Apple Computer Inc. is incorporated by Steve Jobs, Steve Wozniak and Ron Wayne. Steve and Woz start assembling Apple I computers in the Jobses' garage, and sell them to computer hobbyists, including 50 for the Byte Shop. Steve Jobs and Woz show off the Apple I at the Personal Computing Festival in Atlantic City, with help from Dan Kottke.",
        "Former Intel executive turned business angel Mike Markkula invests in Apple and hires former colleague Mike Scott as CEO. Woz is forced to leave HP to join Apple full time. Apple makes a huge sensation at the West Coast Computer Faire with a prototype Apple II",
        "The Apple II becomes the first mass-market personal computer, with impressive sales around the US. Apple becomes a symbol of the personal computing revolution. Steve's ex-girlfriend Chris-Ann Brennan gives birth to their daugher Lisa. Steve refuses to acknowledge he is the father. At Apple, work starts on the Apple III and the Lisa, while Jef Raskin begins The Book of Macintosh.",
        "Steve Jobs is shown the first working graphical user interface at Xerox PARC. Sales of Apple II skyrocket after pioneer spreadsheet software Visicalc is introduced",
        "Jef Raskin’s Macintosh project is green-lighted. Lisa evolves into a GUI-computer, in part because of Steve Jobs' demands. Apple launches the Apple III, which will prove a disastrous flop. Apple goes public, increasing Steve Jobs' net worth from dozens of millions of dollars to over $200 million",
        "Jef Raskin is forced out of his Macintosh project as Steve Jobs takes over",
        "A portrait of Steve Jobs ends up on the cover of Time Magazine, under the title 'Striking it Rich'. Steve trusts Time correspondent Michael Moritz to follow him on the Mac team for months, hoping to become Man of the Year",
        "Time instead makes The Computer 'machine of the year' and publishes a hatchet job on Steve Jobs, who becomes furious and suspicious of journalists for the rest of his life. Launch of the Lisa computer. The Lisa team later merges with the Mac team under Steve Jobs's leadership. PepsiCo CEO John Sculley becomes Apple's CEO after having been wooed by Steve Jobs for several months.",
        "Macintosh is launched in great fanfare at Apple’s annual shareholder meeting",
        "Steve Jobs celebrates his 30th birthday in great fanfare, with Ella Fitzgerald as guest singer for the night. Palace coup: Apple's board sides with John Sculley and strips Steve off all executive duties. Alan Kay first introduces the Pixar team to Steve Jobs. Steve Jobs resigns from Apple and starts NeXT with five other refugees from Apple. Apple announces it will sue NeXT",
        "Jobs buys the computer division of George Lucas' ILM for $10 million and incorporates it as Pixar. Pixar unveils John Lasseter’s short film Luxo Jr. at SIGGRAPH. It is praised by the expert audience as one of the first computer-animated work of art. Steve's mother Clara dies. A couple months later, Steve discovers his biological mother Joanne and his sister, novelist Mona Simpson. They will become close friends.",
        "Ross Perot invests $20 million in NeXT, based on a $125 million valuation. The startup has still to release a product",
        "NeXT and IBM form a partnership to have NeXT’s system run on IBM machines. Steve Jobs introduces the NeXT Cube in San Francisco to great critical acclaim, pitching it as a workstation for higher education. Pixar launches its new computer graphics workstation, the Pixar Image Computer II, and starts working on the RenderMan computer animation software. At SIGGRAPH, Pixar releases its new short Tin Toy. It will win 1988's Academy Award for Best Animated Short Fil.",
        "NeXT partners with retailer Businessland to sell to corporate America in addition to higher ed. Steve Jobs is named 'Entrepreneur of the decade' by Inc. magazine. Canon invests $100 million in NeXT, now valued at $600 million. Steve shuts down all of Pixar’s hardware operations. Steve introduces the cheaper NeXT Station in San Francisco, to boost the modest sales of NeXT hardware.",
        "Steve does cool things at NeXT and Pixar",
        "Steve Jobs fires almost half of Pixar’s staff and takes back all of the employees' stock in an effort to cut costs, as the company is still in the red 5 years after its launch. Steve Jobs marries Laurene Powell in Yosemite under the blessing of Steve's old zen guru Kobin Chino. Laurene is already pregnant. Pixar signs a deal with Disney to make a computer-animated feature film. Laurene gives birth to Steve’s first son, Reed Paul Jobs. Ross Perot leaves NeXT as his investment is still not paying off.",
        "NeXT licenses its operating system, NeXTSTEP, to run on x86 machines. NeXT COO Peter Van Cuylenburg betrays Steve Jobs by trying to have the company bought by its giant competitor Sun. Sun CEO Scott McNealy warns Steve Jobs instead.",
        "NeXT fires 300 employees as it discontinues all its hardware operations and becomes NeXT Software Inc. This is the nadir of Steve's career. Steve's father, Paul Jobs, dies. Jeffrey Katzenberg puts a halt to the development of Toy Story because of creative disagreements. ",
        "Pixar resumes work on Toy Story. ",
        "Steve starts focusing less on NeXT and more on Pixar before Toy Story is released. He becomes President & CEO of Pixar Animation Studios. One week after Toy Story is out, Pixar goes public. Steve Jobs's worth rises to $1.5 billion, more than it ever was during his first tenure at Apple. Laurene gives birth to Erin Siena Jobs, her second child with Steve.",
        "Steve Jobs negotiaties a breakthrough deal between Pixar and Disney with its CEO Michael Eisner. The deal includes landmark rights for a studio, such as equal billing. Steve's biological sister Mona Simpson publishes her third novel, A Regular Guy, whose main character Tom Owens is largely based on her brother. Apple, which was desperately looking for a modern operating system to buy, eventually buys NeXT for $400 million. Steve Jobs is named 'informal adviser' to Apple CEO Gil Amelio",
        "Gil Amelio is ousted by the Apple Board of directors after a disastrous quarter. Steve Jobs is named interim CEO in his place and installs his NeXT executive team at the top of Apple. Steve Jobs introduces Apple's new board of directors and a truce with Microsoft at Macworld Boston. Apple starts its 'Think Different' campaign to restore its damaged brand image. The new slogan will quickly enter popular culture and define the company for the next five years.",
        "At Macworld San Francisco, Steve Jobs announces that Apple is profitable again, thanks to sales of the new Power Macintosh computers. Steve Jobs introduces Apple's revolutionary iMac at the Flint Center auditorium in Cupertino, 14 years after he had introduced the Macintosh at that same place. Eve Jobs, Laurene and Steve's youngest daughter, is born.",
        "Steve Jobs introduces the new Power Mac G3 and the color iMacs at Macworld San Francisco. Pirates of Silicon Valley, a TV movie starring Noah Wyle as young Steve Jobs, airs. The original iBook is unveiled at Macworld New York with the tagline iMac to go. Steve Jobs invites Noah Wyle on stage to impersonate him again. Introduction of the iMac DVs and of iMovie, the first of Apple's first Digital Hub app. ",
        "At Macworld San Francisco, Steve Jobs drops the 'interim' in his title and officially becomes Apple’s CEO. He also demoes Mac OS X's revolutionary Aqua interface to a bewildered audience. The Power Mac G4 Cube is unveiled at Macworld NY. It will be discontinued one year later because of disappointing sales",
        "Steve Jobs unveils Apple’s Digital Hub Strategy at Macworld: the Mac is to become the center of consumers' emerging digital lifestyles. After four years of hard work, Mac OS X 10.0, the new incarnation of NeXTSTEP, ships. Apple opens its first Retail Stores in Tysons Corner, Virginia and Glendale, California. After an 8-month crash development program, Steve Jobs unveils iPod at a small media event on the company's campus. He has no idea how it will tranform Apple.",
        "Steve unveils the iMac G4 and the fourth iApp, iPhoto, at Macworld San Francisco. Apple starts its popular 'Switch' campaign with ads picturing PC users that switched to the Mac. Steve Jobs introduces the first Windows-compatible iPods at Macworld NY.",
        "Apple opens the revolutionary online iTunes Music Store in the US, after negotiating landmark deals with all major music labels. Opening day of Finding Nemo, Pixar’s first Best Animated Feature Academy Award winner.Following increasing tension with Michael Eisner, Steve Jobs announces that Pixar is seeking a new distributor to replace Disney after its contract expires. Steve Jobs unveils the Power Mac G5, the world’s fastest computer, at WWDC. Steve Jobs introduces iTunes for Windows and further demonstrates Apple's growing lead over its competitors in the digital music business. Steve Jobs is diagnosed with pancreatic cancer, but stubbornly refuses any modern medical treatment for months. He tries alternative diets instead.",
        "Steve unveils the iPod mini and the iLife suite at Macworld. The iPod mini will soon become the world's best-selling MP3 player and truly establish Apple as a consumer electronics powerhouse. Steve Jobs finally has his pancreatic tumor removed by surgery.",
        "At Macworld San Francisco, Steve Jobs unveils Apple's productivity suite iWork, the new Mac mini, and the iPod shuffle, the cheapest iPod ever at $49, Mac OS X 10.4 Tiger is released. A stable, fast release, it is immensely popular and marks the end of the four-year transition from the old Mac OS to UNIX-based Mac OS X. At WWDC 2005, Steve Jobs announces that Apple is going to switch away from Motorola's and IBM's PowerPC architectures, and use Intel processors in its future Macs instead. This move will further help the growing adoption of the Mac. Steve Jobs makes a memorable commencement speech at Stanford University. History will remember its closing remarks, Steve's advice to the young students: 'Stay hungry, stay foolish', a quote from the last page of the Whole Earth Catalogue from his youth. Steve introduces the Motorola ROCKR, an iTunes-compatible cell phone, and the iPod nano. Steve Jobs invites Disney’s new CEO Bob Iger on stage at an Apple Music Event where he also introduces the new iPod videos and the iTunes movie store.",
        "Steve Jobs unveils the first two Intel Macs at Macworld, the iMac and the new MacBook Pro. The Walt Disney Company acquires Pixar for $7.4 billion. Pixar's largest shareholder Steve Jobs joins the Disney board while Ed Catmull becomes president of the Walt Disney Animation Studios, and John Lasseter its chief creative officer. Apple releases its first living-room product, the iPod hi-fi, discontinued a year and a half later. Steve Jobs announces Apple’s intention to erect a second campus in Cupertino. Apple starts its famous 'Mac vs PC' campaign, a series of TV commercials featuring Justin Long as Mac and John Hodgman as PC. The campaign will last for three years and mark popular culture. Apple completes the transition of its entire product line to the Intel platform with the new Mac Pro.",
        "In his most memorable keynote presentation ever, at Macworld 2007, Steve Jobs introduces iPhone and its revolutionary touch-screen interface. He also introduces Apple TV and announces the company's name change from Apple Computer Inc. to Apple Inc. to better reflect its new nature. The SEC files charges against Apple’s Nancy Heinen and Fred Anderson for options backdating. iPhone is released in the US, the same day as Pixar’s 8th feature film, Ratatouille. Steve Jobs is inducted in the California Hall of Fame by Gov. Schwartzenegger.",
        "At Macworld 2008, Steve Jobs introduces MacBook Air, with the tagline 'the world's thinnest notebook'. Three years later, it will come to redefine all of Apple's notebook product line. Apple announces it will open the iPhone platform to outside developers with the App Store. VC fund KPCB starts iFund to invest in the new mobile app economy that they (rightly) believe will sprout from it. The press starts speculating about Steve Jobs's health as he appears very thin to unveil the iPhone 3G with an entry price of $199 on stage at WWDC. The SEC clears Steve Jobs of any responsibilities in the options backdating scandal. Apple starts its popular 'There's an app for that' campaign to illustrate the growing popularity of the App Store and the thousands of iPhone apps it offers.",
        "Steve Jobs announces he will not speak at Macworld 2009 because of his health, and takes a six-month medical leave of absence. Steve receives a liver transplant at the Methodist University Hospital in Memphis, Tennessee. He was weeks away from dying when he got the surgery. Google CEO Eric Schmidt leaves Apple's board because of conflicting interests due to Android. Apple releases Mac OS X 10.6 Snow Leopard, stripped off any code from the original Mac OS. Back at Apple, Steve Jobs makes the first public appearance after his transplant to introduce new iPods at the 'It's Only Rock'N'Roll' event.",
        "After months of wild rumors, Steve Jobs unveils iPad, 'the biggest thing Apple's ever done'. The tablet runs the same operating system as iPhone. One month after the release of the new iPhone 4, Steve Jobs holds a press conference to address the smartphone's supposed reception issues, the so-called 'Antennagate'. ",
        "Jobs surprises the world by announcing his new medical leave of absence, without any end date. Despite his medical leave, Steve Jobs takes the stage to unveil the new iPad 2.  At his last keynote at WWDC 2011, a freil Steve Jobs unveils Apple's cloud offering, iCloud, the foundation for the next decade of Apple products. Steve Jobs appears at the Cupertino City Council to unveil Apple's plans for its new 'Spaceship' campus. This is his last public appearance. Steve Jobs resigns as CEO of Apple, with the words 'I have always said if there ever came a day when I could no longer meet my duties and expectations as Apple's CEO, I would be the first to let you know. Unfortunately, that day has come.' Tim Cook becomes Apple CEO. Steve Jobs dies at home, surrounded by his family."

      ]
  },
  {
      "name": "Elon Musk",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Elon_Musk_2015.jpg/220px-Elon_Musk_2015.jpg"
  },
  {
      "name": "Mark Zuckerberg",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Mark_Zuckerberg_em_setembro_de_2014.jpg/220px-Mark_Zuckerberg_em_setembro_de_2014.jpg"
  }
]
